Revit 2027 API
ParameterTypeId.TagHeadAlignment Property
 "Tag Alignment"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TagHeadAlignment { get; }
Public Shared ReadOnly Property TagHeadAlignment As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TagHeadAlignment {
	ForgeTypeId^ get ();
}
static member TagHeadAlignment : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace